<template>
  <main class="main about">
      <div class="about__block">
          <div class="wrapper about__wrapper">
              <h2 class="main__title">О НАС</h2>
              <p class="main__subtitle">Вот уже десять лет мы занимаемся перевозками, и точно знаем, что в нашем
                  ответственном деле опыт определяет все. Неподдельная увлеченность своей работой, тщательно подобранная
                  команда профессионалов, современные автомобили и технические средства – все это позволяет нам с
                  легкостью решать самые сложные задачи. Рабочий процесс, налаженный не хуже часового механизма, и
                  накопленные знания – вот то, что позволяет нам оказывать услуги по перевозке грузов любой
                  тоннажности.</p>
          </div>
      </div>
      <div class="wrapper about__wrapper about__info about__mobile">
          <h3 class="about__title">Спаянная команда</h3>
          <p class="about__text">Прием на работу в Inka Trans – это как прием в большую и дружную семью. Мы подбираем
              только квалифицированных сотрудников, поддерживаем в коллективе командный дух, и обеспечиваем их всем
              необходимым. Мы хорошо знаем, что залогом действительно качественной работы является не только внешний, но и
              внутренний порядок. Слаженная работа профессионалов – вот что делает наши перевозки действительно
              надежными.</p>
          <h3 class="about__title">Автопарк</h3>
          <p class="about__text">Автомобили – это наша гордость. Мы отлично знаем, что именно от состояния машины напрямую
              зависит скорость и качество доставки груза, поэтому заботливо следим за тем, чтобы автомобили хорошо
              выглядели, и были полностью исправны. В нашем автопарке есть машины самых разных моделей, которые без
              проблем перевезут грузы тоннажностью вплоть до 20 тонн.</p>
          <h3 class="about__title">Стоимость услуг</h3>
          <p class="about__text">Стоимость услуг по перевозке – один из важнейших параметров для наших клиентов, и в этом
              нам нет равных. На нашем сайте вы всегда сможете подобрать выгодную доставку любого груза. Кроме того, у нас
              часто можно найти различные спецпредложения и приятные акции, которые еще больше снижают стоимость услуг. В
              процессе перевозки стоимость наших услуг не меняется, поэтому вы всегда точно знаете, сколько платите, и за
              что. Inka Trans – правильный выбор, достойное качество.</p>
      </div>

  </main>
</template>

<script>

export default {
  name: 'About'
}
</script>