<template>
    <main class="main tip">
        <div class="tip__wrapper wrapper">
            <div class="tip__content">
                <div class="tip__content-head">
                    <a href="#" @click="goBack" class="tip__content-btn">
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd"
                                  d="M16 7H3.8L9.4 1.4L8 0L0 8L8 16L9.4 14.6L3.8 9H16V7Z" fill="black"/>
                        </svg>
                    </a>
                    <h1 class="tip__title">Стоимость услуг</h1>
                </div>
                <div class="tip__img">
                    <img src="img/tip.png" alt="">
                </div>
                <p class="tip__text">Стоимость услуг по перевозке – один из важнейших параметров для наших клиентов, и в
                    этом нам нет равных. На нашем сайте вы всегда сможете подобрать выгодную доставку любого груза. Кроме
                    того, у нас часто можно найти различные спецпредложения и приятные акции, которые еще больше снижают
                    стоимость услуг. В процессе перевозки стоимость наших услуг не меняется, поэтому вы всегда точно знаете,
                    сколько платите, и за что. Inka Trans – правильный выбор, достойное качество.</p>
                <p class="tip__text">Стоимость услуг по перевозке – один из важнейших параметров для наших клиентов, и в
                    этом нам нет равных. На нашем сайте вы всегда сможете подобрать выгодную доставку любого груза. Кроме
                    того, у нас часто можно найти различные спецпредложения и приятные акции, которые еще больше снижают
                    стоимость услуг. В процессе перевозки стоимость наших услуг не меняется, поэтому вы всегда точно знаете,
                    сколько платите, и за что. Inka Trans – правильный выбор, достойное качество.</p>
                <p class="tip__text">Стоимость услуг по перевозке – один из важнейших параметров для наших клиентов, и в
                    этом нам нет равных. На нашем сайте вы всегда сможете подобрать выгодную доставку любого груза. Кроме
                    того, у нас часто можно найти различные спецпредложения и приятные акции, которые еще больше снижают
                    стоимость услуг. В процессе перевозки стоимость наших услуг не меняется, поэтому вы всегда точно знаете,
                    сколько платите, и за что. Inka Trans – правильный выбор, достойное качество.</p>
                <p class="tip__text">Стоимость услуг по перевозке – один из важнейших параметров для наших клиентов, и в
                    этом нам нет равных. На нашем сайте вы всегда сможете подобрать выгодную доставку любого груза. Кроме
                    того, у нас часто можно найти различные спецпредложения и приятные акции, которые еще больше снижают
                    стоимость услуг. В процессе перевозки стоимость наших услуг не меняется, поэтому вы всегда точно знаете,
                    сколько платите, и за что. Inka Trans – правильный выбор, достойное качество.</p>
                <p class="tip__text">Стоимость услуг по перевозке – один из важнейших параметров для наших клиентов, и в
                    этом нам нет равных. На нашем сайте вы всегда сможете подобрать выгодную доставку любого груза. Кроме
                    того, у нас часто можно найти различные спецпредложения и приятные акции, которые еще больше снижают
                    стоимость услуг. В процессе перевозки стоимость наших услуг не меняется, поэтому вы всегда точно знаете,
                    сколько платите, и за что. Inka Trans – правильный выбор, достойное качество.</p>
                <p class="tip__text">Стоимость услуг по перевозке – один из важнейших параметров для наших клиентов, и в
                    этом нам нет равных. На нашем сайте вы всегда сможете подобрать выгодную доставку любого груза. Кроме
                    того, у нас часто можно найти различные спецпредложения и приятные акции, которые еще больше снижают
                    стоимость услуг. В процессе перевозки стоимость наших услуг не меняется, поэтому вы всегда точно знаете,
                    сколько платите, и за что. Inka Trans – правильный выбор, достойное качество.</p>

            </div>
            <aside class="tip__sidebar">
                <div class="tip__sidebar-block">
                    <h3 class="tip__sidebar-title">Советы</h3>
                    <a href="#" class="tip__sidebar-link">Все советы</a>
                    <a href="#" class="tip__sidebar-link">Квартирный переезд без проблем</a>
                    <a href="#" class="tip__sidebar-link">Как подобрать автомобиль для переезда</a>
                    <a href="#" class="tip__sidebar-link">Стоимость услуг</a>
                    <a href="#" class="tip__sidebar-link">Квартирный переезд без проблем</a>
                    <a href="#" class="tip__sidebar-link">Как подобрать автомобиль для переезда</a>
                    <a href="#" class="tip__sidebar-link">Как подобрать автомобиль для переезда</a>
                </div>
                <div class="tip__sidebar-block">
                    <h3 class="tip__sidebar-title">Архив</h3>
                    <a href="#" class="tip__sidebar-link">2018</a>
                    <a href="#" class="tip__sidebar-link">2017</a>
                </div>
            </aside>
        </div>
        <div class="tip__bottom wrapper">
            <h3 class="tip__bottom-title">Вам будет интересно</h3>
            <div class="tip__bottom-articles">
                <div class="tip__bottom-item tip__bottom--1">
                    <h3 class="bottom-item__title">Стоимость услуг</h3>
                    <p class="bottom-item__text">Стоимость услуг по перевозке – один из важнейших параметров для наших
                        клиентов,
                        и в этом нам нет равных.</p>
                    <router-link to="/tip" class="button">Читать</router-link>
                </div>
                <div class="tip__bottom-item tip__bottom--2">
                    <h3 class="bottom-item__title">Стоимость услуг</h3>
                    <p class="bottom-item__text">Стоимость услуг по перевозке – один из важнейших параметров для наших
                        клиентов,
                        и в этом нам нет равных.</p>
                    <router-link to="/tip" class="button">Читать</router-link>
                </div>
            </div>

        </div>
    </main>
</template>

<script>

export default {
  name: 'Tip',
  methods: {
    goBack () {
      window.history.length > 1
        ? this.$router.go(-1)
        : this.$router.push('/tips')
    }
  }
}
</script>