<template>
    <main class="main">
        <div class="wrapper main__wrapper">
            <h2 class="main__title">Coветы</h2>
            <p class="main__subtitle">Мы собрали для Вас большой автопарк транспортных средств на все случаи перевозки
                грузов. У нас Вы можете срочно и по низкой цене вызвать специалистов на следующих автомобилях:</p>

            <ul class="tips">
                <li v-for="tip in tips" class="tips__item">
                    <div class="tips__item-img">
                        <img :src="tip.img" alt="">
                    </div>
                    <div class="tips__content">
                        <h3 class="tips__item-title">{{tip.title}}</h3>
                        <p class="tips__item-text">{{tip.text}}</p>
                        <router-link :to="tip.link" class="button">Читать</router-link>
                    </div>

                </li>
            </ul>

        </div>

    </main>
</template>

<script>

export default {
  name: 'Tips',
  data() {
    return {
        tips: [
            {
                title: 'Стоимость услуг',
                text: 'Стоимость услуг по перевозке – один из важнейших параметров для наших клиентов, и в этом нам нет равных. На нашем сайте вы всегда сможете подобрать выгодную доставку любого груза. Кроме того, у нас часто можно найти различные спецпредложения и приятные акции, которые еще больше снижают стоимость услуг. В процессе перевозки стоимость наших услуг не меняется, поэтому вы всегда точно знаете, сколько платите, и за что. Inka Trans – правильный выбор, достойное качество.',
                link: 'tip',
                img: 'img/tip.png'
            },
            {
                title: 'Стоимость услуг',
                text: 'Стоимость услуг по перевозке – один из важнейших параметров для наших клиентов, и в этом нам нет равных. На нашем сайте вы всегда сможете подобрать выгодную доставку любого груза. Кроме того, у нас часто можно найти различные спецпредложения и приятные акции, которые еще больше снижают стоимость услуг. В процессе перевозки стоимость наших услуг не меняется, поэтому вы всегда точно знаете, сколько платите, и за что. Inka Trans – правильный выбор, достойное качество.',
                link: 'tip',
                img: 'img/tip.png'
            }
        ]
    }
  }
}
</script>